IDEA StatiCa Open Model
LoadOnLine.ExZEnd Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Eccentricity local Z at the end
 Namespace: IdeaRS.OpenModel.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double ExZEnd { get; set; }
Public Property ExZEnd As Double
	Get
	Set
public:
property double ExZEnd {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
LoadOnLine Class
IdeaRS.OpenModel.Loading Namespace